{
    "items": [
        {
            "title": "What is On the Streets of Chennai (OTS)?",
            "content": "• We are a community of musicians and bands with leadership qualities.<br />• We are not a band.<br />• We are not a training community (we perform with skilled musicians). Still we constantly learn from each other.<br />• We strictly do NOT accept money/ donations/ financial aids for any of our gigs & from our members/ member bands."
        },
        {
            "title": "Who can become member of OTS?",
            "content": "• Musicians with passion to create smiles and happiness.<br /> • Musicians who are looking for a stage to perform.<br />• Musicians include Singers, instrument players etc with at least intermediate skills if not advanced.<br />• Any other (non-musicians) volunteers who are interested in helping us in other activities like marketing, PR, Social media, co-ordination etc.,"
        },
        {
            "title": "Who is responsible for quality of a gig?",
            "content": "• Each team is responsible. There will be dedicated 'Manager' for each gig and that person will be responsible. <br />• This can be any volunteer from the crew. Preferably someone not performing for that show."
        },
        {
            "title": "I am a professional singer/ musician. Can I be part of the community?",
            "content": "• Yes, OTS will be very happy to have you perform with us.<br/>• Please note that we do not charge anyone and nor do remunerate our members"
        },
        {
            "title": "How do I join OTS as a member?",
            "content": "• There is an agreement that you need to sign for performing/ to be a part of OTS to maintain basic values are accepted and adhered.<br/>• There will be an audition to ensure you qualify singing/performing on stage.<br/>• We expect our performers to have minimum skills to ensure quality of the shows."
        },
        {
            "title": "What does the agreement contain?",
            "content": "• This agreement contains adhering to our Purpose and guiding values.<br/>• This include some of the dos and don’ts like<br/>;&nbsp;&nbsp;&nbsp;&nbsp&nbsp;• No profanity, talking politics, insulting audience during performance.<br/>&emsp;• No negatively influencing acts.<br/>&emsp;• All the key etiquettes are kept up.<br/>&emsp;• Not asking or accepting monetary benefits.<br/>&emsp;• Never argue with an audience."
        },
        {
            "title": "How am I as an individual benefit by being part of OTS?",
            "content": "• You get to create smiles and happiness on the streets of Chennai with us.<br/>• You get to perform as there are many stages offered by the community.<br/>• You get to network with other musicians and learn from them.<br/>• You get better as a performer with more experience by performing in many stages.<br/>• You get to noticed by promoting yourself as a performer."
        },
        {
            "title": "What are our aspirations in 2020?",
            "content": "• Exclusive singer’s shows.<br/>• Raise the quality of our gigs.<br/>• YouTube channel - Promotion.<br/>Marketing -Better promotions.<br/>&emsp;• Promo videos, PR Team , Photo shoots, Covers, Originals.<br/>• Basic training on sound engineering to set up the systems.<br/>Better flow of gigs.<br/>• Perform at IIT Madras and IIM Bangalore.<br/>• Workshops for our members.<br/>&emsp;• Great Bands and renowned professionals in the industry training our members."
        },
        {
            "title": "What are the performance guidelines?",
            "content": "• If a singer/musician are expected to practice well to perform for that event.<br/>&emsp;• Exceptions on this rule for specific songs (Manager can decide)<br/>• Every musician need to know their chords by heart/a reference sheet.<br/>• Singers need to know their scale and lyrics well.<br/>• Musicians do not overplay. Less is richer."
        },
        {
            "title": "Why are members added to WhatsApp groups?",
            "content": "• One group is for serious topics to discuss about gis, while the other one is for lighter topics that shall be ignored if you lack time."
        },
        {
            "title": "How are the expenses of the members taken care?",
            "content": "• Sound equipment available with OTS shall be used by the members.<br/>• Personal expenses like snacks, transport, water etcduring practice and shows are taken care by the members themselves."
        },
        {
            "title": "What are the rules to be kept in mind for team work?",
            "content": "• Team building is an important aspect of OTS.<br/>• We believe in Team work and cohesive playing.<br/>• No personal grudges will be entertained as it will compromise our efforts as a team.<br/>• If you do not like a specific action of any team mate please call out and get it sorted right away.<br/>• We are humans and are flawed by nature. We will learn from each other and transcend to be a better person in our society."
        },
        {
            "title": "Can I accept payment/ donations for OTS if voluntarily insisted by Venue sponsor, Member bands, members?",
            "content": "• NO. Politely refuse that we do not accept payments."
        },
        {
            "title": "I am getting an opportunity for a paid performance through OTS. Can I accept it?",
            "content": "• As individuals, members can take up any opportunities and it can be paid.<br/>• Members are not allowed to use OTS names for such gigs."
        },
        {
            "title": "I have got paid opportunities through contacts of OTS. Am I expected to share a part of it with OTS?",
            "content": "• NO. OTS will not accept payments from members."
        },
        {
            "title": "I really feel like contributing monetarily to OTS. How can I do it?",
            "content": "• There’s no option for monitory contribution.<br/>• You may invest in a good devices/ instruments/ gadgets for yourself that you may use for the your gigs.<br/>• Pay small bills/ expenses for your fellow members while going out.<br/>• Food/ coffee bills can be shared by the members otherwise (Or pay your own bills)."
        },
        {
            "title": "I want to start a band with people I met in OTS. Am I allowed to do that?",
            "content": "• Yes. No restrictions for anything constructive for individuals as this is only a community meant for a good cause.<br/>• We expect people to make most of this platform."
        },
        {
            "title": "Why do you guys do this if you refuse money?",
            "content": "• Promote street music culture to spread smiles, happiness and positivity.<br>• Make this world a happier place"
        },
        {
            "title": "What are the do's and don'ts?",
            "content": "<strong>Dos</strong><br/>• Demonstrate leadership – Everyone’s a leader in OTS.<br/>• Be open for feedback and for feedback.<br/>• Openly give feedback when something can be bettered. <br/>• Huddle before the gig<br/>&emsp;• Have the list - Go back to back with no lag time/ no discussion.<br/>&emsp;• Empty the stage if not performing.<br/>&emsp;• No showing back to the audience.<br/>&emsp;• Smile a lot - Have loads of fun.<br/>&emsp;• Who's gonna talk - And what?<br/>&emsp;• Do more songs and very little talk on the stage.<br/>• Retrospect after the gig<br/>&emsp;• What went well.<br/>&emsp;• What could be better.<br/>&emsp;• 1 top point for the day in the next gig.<br/><br/><strong>Don'ts</strong><br/>• Hold back an important feedback.<br/>• Taking feedback personally.<br/>• Showing your back to audience on the stage.<br/>• Perform on stage if you think you not ready/ not practiced enough.<br/>• Crib/ Whine/ Complain – If there’s a challenge, we’ll fix it.<br/>• Fight for media coverage or publicity – It follows."
        }
    ]
}